/*!
 * SuperWedding - common/instructions.js
 */

"use strict";

/**
 * Module dependencies.
 */

// 婚宴地址
exports.location = [
  '位置', '在哪里', '在那里', '怎么去', '怎么走',
  '地点', '地址',
  '酒店', '饭店',
  '几楼', '几层',
  '地点在哪里', '地点在那里', '地点怎么去', '地点怎么走',
  '酒店在哪里', '酒店在那里', '酒店怎么去', '酒店怎么走', '酒店位置', '酒店几楼',
  '饭店在哪里', '饭店在那里', '饭店怎么去', '饭店怎么走', '饭店位置', '饭店几楼',
  '具体在哪里', '具体在那里', '具体怎么走', '具体怎么去', '具体位置', '具体几楼'
];

// 新郎介绍
exports.bridegroom = ['新郎', '新郎官', '新浪'];

// 新娘介绍
exports.bride = ['新娘', '新娘子'];

// 婚纱照
exports.photos = ['婚纱', '婚纱照', '结婚照', '照片'];

// 菜单
exports.menu = ['菜单'];

// 新人八卦
exports.gossip = ['八卦'];
